Repository: Hundhausen/PC-Timer
Catalog: PC-Timer/Languages/PC_Timer_lang.*.resx
Languages: de_de

# menu_lang
source: Language
de_de: Sprache

# menu_de
source: German
de_de: Deutsch

# menu_en
source: English
de_de: Englisch

# menu_help
source: Help
de_de: Hilfe

# menu_code
source: Sourcecode
de_de: Quellcode

# menu_error
source: Report
de_de: Fehler melden

# tab_time
source: Time
de_de: Zeit

# tab_date
source: Date
de_de: Datum

# label_hour
source: Hours
de_de: Stunden

# label_min
source: Minutes
de_de: Minuten

# label_sec
source: Seconds
de_de: Sekunden

# tooltip_displayonlywhen
source: Monitor only can be set active, when the PC is not allowed to go into standby
de_de: Monitor kann nur aktiv gelassen werden, wenn auch der Standby verhindert wird

# checkbox_sleep
source: Avoid Standby
de_de: Verhindere Standby

# checkbox_display
source: Keep Monitor active
de_de: Monitor aktiv lassen

# dropdown_shutdown
source: Shutdown
de_de: Herunterfahren

# dropdown_restart
source: Restart
de_de: Neustart

# dropdown_suspend
source: Hybernate
de_de: Ruhezustand

# dropdown_logout
source: Logout user
de_de: Benutzer Abmelden

# btn_start
source: Start timer
de_de: Starte Timer

# btn_stop
source: Stop timer
de_de: Beende Timer

# msgbox_fail_head
source: Error - Timer got not started
de_de: Fehler - Timer nicht gestartet

# msgbox_fail_txt
source: Timer got not started because of an unknown error
de_de: Timer wurde nicht gestartet aufgrund eines unbekannten Fehlers

# msgbox_noint_txt
source: Timer got not started because only numbers are allowed
de_de: Timer wurde nicht gestartet da nicht nur Zahlen eingegeben wurden

# msgbox_dateoutofrange_txt
source: Timer got not started because the date is set to a past date
de_de: Timer wurde nicht gestartet da das ausgewählte Datum in der Vegangenheit liegt

# msgbox_start_head
source: Timer got started
de_de: Timer gestartet

# msgbox_start_shutodown_txt
source: Timer got started. The PC will shutdown as planed
de_de: Timer wurde gestartet. Der PC wir planmäßig heruntergefahren

# msgbox_start_restart_txt
source: Timer got started. The PC will restart as planed
de_de: Timer wurde gestartet. Der PC wir planmäßig neugestartet

# msgbox_start_suspend_txt
source: Timer got started. The PC will hybernate as planed
de_de: Timer wurde gestartet. Der PC wir planmäßig in den Ruhezustand versetzt

# msgbox_start_logout_txt
source: Timer got started. The user will got logged out as planed
de_de: Timer wurde gestartet. Der Benutzer wird planmäßig abgemeldet

# msgbox_abort_head
source: Timer stopped
de_de: Timer abgebrochen

# msgbox_abort_txt
source: Timer got stopped
de_de: Timer wurde abgebrochen

# msgbox_ask_start
source: The set time is very low. Do you want to start the Timer anyway?
de_de: Die eingestellte Zeit ist sehr niedrig. Möchtest du den Timer trotzdem starten?

# msgbox_ask_time
source: Seconds until execution
de_de: Sekunden bis zur Ausführung

# window_about
source: About PC-Timer
de_de: Über PC-Timer

# lable_website
source: Project Website:
de_de: Projekt Webseite:

# lable_issues
source: Submit issues:
de_de: Fehler melden:

# lable_contrubitors
source: Contrubitors
de_de: Mitwirkende

# lable_license
source: License
de_de: Lizenz

# lable_libraries
source: External libraries
de_de: Externe Bibliotheken

# contrubitors_info_text
source: People who worked on the project and what they did:
de_de: Personen die am Projekt mitgearbeitet haben und was sie gemacht haben:

# rtf_failed_load
source: Failed to load License File.
de_de: Lizenz Datei konnte nicht geladen werden.

# contrubitor_hundhausen
source: Idea, initial work
de_de: Idee, anfängliche Arbeit

# msgbox_lang_changed
source: Please restart the Program to see the changes
de_de: Bitte starte das Programm neu, um die Änderungen zu sehen

# msgbox_lang_changed_title
source: Language changed
de_de: Sprache geändert

# btn_yes
source: Yes
de_de: Ja

# btn_no
source: No
de_de: Nein

# btn_later
source: Later
de_de: Später

# updater_never
source: Never
de_de: Niemals

# updater_days
source: Days
de_de: Tage

# updater_day
source: Day
de_de: Tag

# updater_title
source: Look for Updates?
de_de: Nach Updates suchen?

# updater_message
source: Do you want to check for updates automatically?
de_de: Möchtest du automatisch nach Updates suchen?

# updater_interval
source: Look every
de_de: Suche alle

# updater_prereleases
source: Pre-Releases?
de_de: Vorabversionen?

# updater_newversion
source: Version {0} is avaible How do you wan't to procede?
de_de: Version {0} ist Verfügbar Wie möchtest du fortfahren?

# updater_download
source: Download and start Setup
de_de: Download und starte Setup

# updater_visit
source: Visit Website
de_de: Öffne Webseite

# updater_later
source: Remind me in {0} days again
de_de: Erinnere mich in {0} Tagen erneut

# updater_newversion_Title
source: New Version avaible
de_de: Neue Version verfügbar
